/*  --------- Settings ----------- */

"Automatically Install" = "התקנה אוטומטית";

"Delete After Install" = "מחק לאחר ההתקנה";

"Remove Metadata"="הסרת מטה דאטה";

"Keep Awake"="השאר דלוק";

"This will keep your screen always ON while using AppCake"="זה ישאיר את המסך כל הזמן דלוק בזמן השימוש באפקייק";

"Remove Metadata will stop App Store from updating the app"="הסרת המטה דאטה ימנע מהאפסטור לעדכן את האפליקציה";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="אפשר את הסנכרון עם האייטונס בשביל לאפשר לאפליקציות שהורדו באמצעות אפקייק לעבור למחשב";

"iTunes Sync"="סנכרון עם אייטונס";

"Feedback"="משוב";

"Changelog"="רשימת שינויים";

"I Can Translate"="גם אני יכול לתרגם";

"Clear Image Cache"="נקה מטמון תמונות";